IdeaRS.OpenModel.Parameters.ValueCount
Specifies pair of value and their count.

IdeaRS.OpenModel.Parameters.ValueCount.Create(System.Double)
Creates a new instance with specified value.
value: The value to set.
Returns: A new instance of ValueCount.

IdeaRS.OpenModel.Parameters.ValueCount.Create(System.Double,System.Int32)
Creates a new instance with value and their repeating.
value: The value to set.
count: The number of repeating.
Returns: A new instance of ValueCount.

IdeaRS.OpenModel.Parameters.ValueCount.Value
Gets or sets the value.

IdeaRS.OpenModel.Parameters.ValueCount.Count
Gets or sets the repeating of value.